-- MySQL dump 10.13  Distrib 5.7.9, for Win64 (x86_64)
--
-- Host: 192.168.3.14    Database: agat
-- ------------------------------------------------------
-- Server version	5.5.49-0ubuntu0.14.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `groups`
--

DROP TABLE IF EXISTS `groups`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `groups` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `id_level_1` int(11) DEFAULT '0',
  `id_level_2` int(11) DEFAULT '0',
  `id_level_3` int(11) DEFAULT '0',
  `id_level_4` int(11) DEFAULT '0',
  `from_date` date DEFAULT '1970-01-01',
  `to_date` date DEFAULT '2100-01-01',
  `name` varchar(100) DEFAULT '',
  `name_level_1` varchar(100) DEFAULT '',
  `name_level_2` varchar(100) DEFAULT '',
  `name_level_3` varchar(100) DEFAULT '',
  `name_level_4` varchar(100) DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=62 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `groups`
--

LOCK TABLES `groups` WRITE;
/*!40000 ALTER TABLE `groups` DISABLE KEYS */;
INSERT INTO `groups` VALUES (8,0,0,0,0,'1970-01-01','2100-01-01','40','40','','',''),(10,8,0,0,0,'1970-01-01','2100-01-01','40 /  ОУП','40','ОУП','',''),(11,8,0,0,0,'1970-01-01','2100-01-01','40 /  ОИТ','40','ОИТ','',''),(12,0,0,0,0,'1969-12-31','2099-12-31','Цех 11 / ИТР','Цех 11','ИТР','',''),(13,8,0,0,0,'1969-12-31','2099-12-31','40 / ОГТ','40','ОГТ','',''),(14,8,0,0,0,'1970-01-01','2100-01-01','40 / ОГК','40','ОГК','',''),(15,8,0,0,0,'1970-01-01','2100-01-01','40 / ИНО','40','ИНО','',''),(16,8,0,0,0,'1970-01-01','2100-01-01','40 / 1-й отдел','40','1-й отдел','',''),(17,8,0,0,0,'1970-01-01','2100-01-01','40 / Бухгалтерия','40','Бухгалтерия','',''),(18,8,0,0,0,'1970-01-01','2100-01-01','40 / ОГМетал.','40','ОГМетал.','',''),(19,8,0,0,0,'1970-01-01','2100-01-01','40 / ОМ','40','ОМ','',''),(20,8,0,0,0,'1970-01-01','2100-01-01','40 / ОМТС','40','ОМТС','',''),(21,8,0,0,0,'1970-01-01','2100-01-01','40 / ОНТД','40','ОНТД','',''),(22,8,0,0,0,'1970-01-01','2100-01-01','40 / ОПК','40','ОПК','',''),(23,8,0,0,0,'1970-01-01','2100-01-01','40 / ОС','40','ОС','',''),(24,8,0,0,0,'1970-01-01','2100-01-01','40 / ОТК','40','ОТК','',''),(25,8,0,0,0,'1970-01-01','2100-01-01','40 / ОЭРА','40','ОЭРА','',''),(26,8,0,0,0,'1970-01-01','2100-01-01','40 / ПДО','40','ПДО','',''),(27,8,0,0,0,'1970-01-01','2100-01-01','40 / ПЭО','40','ПЭО','',''),(28,8,0,0,0,'1970-01-01','2100-01-01','40 / СХ','40','СХ','',''),(29,8,0,0,0,'1970-01-01','2100-01-01','40 / СКС','40','СКС','',''),(30,8,0,0,0,'1970-01-01','2100-01-01','40 / СЧС','40','СЧС','',''),(31,8,0,0,0,'1970-01-01','2100-01-01','40 / ЭКС','40','ЭКС','',''),(32,8,0,0,0,'1970-01-01','2100-01-01','40 / ДС','40','ДС','',''),(33,8,0,0,0,'1970-01-01','2100-01-01','40 / Руководство','40','Руководство','',''),(34,8,0,0,0,'1970-01-01','2100-01-01','40 / СГД','40','СГД','',''),(35,0,0,0,0,'1970-01-01','2100-01-01','','','','',''),(36,0,0,0,0,'1970-01-01','2100-01-01','Цех 17','Цех 17','','',''),(37,0,0,0,0,'1970-01-01','2100-01-01','Цех 7','Цех 7','','',''),(38,0,0,0,0,'1970-01-01','2100-01-01','Цех 15','Цех 15','','',''),(39,0,0,0,0,'1970-01-01','2100-01-01','Цех 19','Цех 19','','',''),(40,0,0,0,0,'1970-01-01','2100-01-01','Цех 21','Цех 21','','',''),(41,0,0,0,0,'1970-01-01','2100-01-01','Цех 22','Цех 22','','',''),(42,0,0,0,0,'1970-01-01','2100-01-01','Цех 31','Цех 31','','',''),(43,0,0,0,0,'1970-01-01','2100-01-01','Цех 39','Цех 39','','',''),(44,0,0,0,0,'1970-01-01','2100-01-01','ОГМ','ОГМ','','',''),(45,0,0,0,0,'1970-01-01','2100-01-01','ОГЭ','ОГЭ','','',''),(46,0,0,0,0,'1970-01-01','2100-01-01','СБО','СБО','','',''),(47,38,0,0,0,'1970-01-01','2100-01-01','Цех 15 / ИТР','Цех 15','ИТР','',''),(48,36,0,0,0,'1970-01-01','2100-01-01','Цех 17 / ИТР','Цех 17','ИТР','',''),(49,37,0,0,0,'1970-01-01','2100-01-01','Цех 7 / ИТР','Цех 7','ИТР','',''),(50,39,0,0,0,'1970-01-01','2100-01-01','Цех 19 / ИТР','Цех 19','ИТР','',''),(51,40,0,0,0,'1970-01-01','2100-01-01','Цех 21 / ИТР','Цех 21','ИТР','',''),(52,41,0,0,0,'1970-01-01','2100-01-01','Цех 22 / ИТР','Цех 22','ИТР','',''),(53,42,0,0,0,'1970-01-01','2100-01-01','Цех 31 / ИТР','Цех 31','ИТР','',''),(54,43,0,0,0,'1970-01-01','2100-01-01','Цех 39 / ИТР','Цех 39','ИТР','',''),(55,44,0,0,0,'1970-01-01','2100-01-01','ОГМ / ИТР','ОГМ','ИТР','',''),(56,45,0,0,0,'1970-01-01','2100-01-01','ОГЭ / ИТР','ОГЭ','ИТР','',''),(57,46,0,0,0,'1970-01-01','2100-01-01','СБО / ИТР','СБО','ИТР','',''),(58,0,0,0,0,'1970-01-01','2100-01-01','ВО','ВО','','',''),(59,58,0,0,0,'1970-01-01','2100-01-01','ВО / ИТР','ВО','ИТР','',''),(60,0,0,0,0,'1970-01-01','2100-01-01','Столовая','Столовая','','',''),(61,60,0,0,0,'1970-01-01','2100-01-01','Столовая / ИТР','Столовая','ИТР','','');
/*!40000 ALTER TABLE `groups` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-07-18  9:01:19
